insert into credit_types(name, description, percentage, max_duration, minimal_sum, maximum_sum, is_with_deposit)
    values ('Потребительский кредит', 'Кредит на любые цели, будь то машина или дом под 12,9 % годовых', 12.9, 120, 150000, 7000000, false),
           ('Автокредит', 'Кредит на покупку автомобиля под 10,9 % годовых', 10.9, 72, 150000, 4000000, true),
           ('Кредит на развитие бизнеса', 'Кредит на развитие собственного дела, без залога бизнеса под 6,9 % годовых', 6.9, 120, 300000, 15000000, false),
           ('Образовательный кредит', 'Кредит на образование по ставке 5,9% годовых', 5.9, 120, 300000, 7000000, false),
           ('Ипотека', 'Кредит на покупку недвижимости', 12.9, 120, 150000, 7000000, true),
           ('Ипотека с господдержкой', 'Кредит на покупку недвижимости с поддержкой от государства под 3,9 % годовых', 3.9, 120, 500000, 15000000, true),
           ('Кредит под залог недвижимости', 'Кредит на любые цели, залогом выступает ваша недвижимость', 7.9, 120, 150000, 7000000, true),
           ('Рефинасирование кредитов других банков', 'Погашение ранее взятых кредитов в любых банках. Без справок и документов из других банков. Одобрение в день обращения', 12.9, 120, 150000, 7000000, false),
           ('Кредит под залог автомобиля', 'Кредит на любые цели, будь то машина или дом. Залогом выступает ваш автомобиль', 12.9, 120, 150000, 7000000, true),
           ('Кредит на путешествия', 'Туристический кредит от 10,9 % годовых', 10.9, 120, 50000, 500000, false)

